Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/AdminShopparametersHelp.*.xlf
Languages: nl_nl

source: Enable this option only if your server allows URL rewriting (recommended).
nl_nl: Schakel deze optie enkel in indien uw server URL-herschrijven ondersteunt (aangeraden).

source: URL rewriting (mod_rewrite) is not active on your server, or it is not possible to check your server configuration. If you want to use Friendly URLs, you must activate this mod.
nl_nl: URL herschrijven (mod_rewrite) is niet actief op uw server of het is niet mogelijk om uw serverconfiguratie te controleren. Als u vriendelijke URL's wilt gebruiken dan moet u deze module activeren.

source: Enable this option if you want to allow accented characters in your friendly URLs.
nl_nl: Schakel deze optie in indien u geaccentueerde tekens in uw URL-vriendelijke links wenst te gebruiken.

source: You should only activate this option if you are using non-latin characters ; for all the latin charsets, your SEO will be better without this option.
nl_nl: Aangeraden wordt om deze optie alleen voor niet-Latijnse letters te gebruiken; de SEO voor alle Latijnse lettersets zal beter zijn zonder deze optie.

source: Enable this option only if you have problems with URL rewriting.
nl_nl: Ze deze optie alleen aan als u problemen hebt met url herschrijven op sommige pagina's

source: Some of PrestaShop's features might not work correctly with a specific configuration of Apache's mod_security module. We recommend to turn it off.
nl_nl: Enkele van PrestaShop's functies werken mogelijk niet goed met een specifieke configuratie van Apache's mod_security module. We raden aan om deze uit te schakelen.

source: You can search for a new domain name or add a domain name that you already own. You will be redirected to your PrestaShop account.
nl_nl: U kunt zoeken naar een nieuwe domeinnaam of voeg een domeinnaam toe die je al bezit. U wordt doorgestuurd naar uw PrestaShop.com account.

source: Name of the related page.
nl_nl: Naam van de gerelateerde pagina.

source: Title of this page.
nl_nl: Titel van deze pagina.

source: A short description of your shop.
nl_nl: Een korte beschrijving van uw winkel.

source: List of keywords for search engines.
nl_nl: Lijst van sleutelwoorden voor zoekmachines.

source: To add tags, click in the field, write something, and then press the "Enter" key.
nl_nl: Om tags toe te voegen, klik op het veld, schrijf iets en druk dan op de "Enter" toets.

source: For instance, "contacts" for http://example.com/shop/contacts to redirect to http://example.com/shop/contact-form.php
nl_nl: Bijvoorbeeld, "contacts" voor http://example.com/shop/contacts om deze om te leiden naar http://example.com/shop/contact-form.php

source: Only letters and hyphens are allowed.
nl_nl: Alleen letters en koppeltekens zijn toegestaan.

source: Invalid characters:
nl_nl: Ongeldige karakters:

source: Image width in pixels. Enter "0" to use the original size.
nl_nl: Afbeeldingsbreedte in pixels. Voer "0" in voor originele grootte

source: Image height in pixels. Enter "0" to use the original size.
nl_nl: Afbeeldingshoogte in pixels. Voer "0" in voor originele grootte

source: Activate or deactivate your shop (It is a good idea to deactivate your shop while you perform maintenance. Please note that the webservice will not be disabled).
nl_nl: Activeer of deactiveer uw winkel. (Het is een goed idee om uw winkel te deactiveren als u onderhoud pleegt. Let op, de webservice zal niet uitgeschakeld worden).

source: IP addresses allowed to access the front office even if the shop is disabled. Please use a comma to separate them (e.g. 42.24.4.2,127.0.0.1,99.98.97.96)
nl_nl: IP-adressen die toegang hebben tot uw winkel zelfs als de winkel uitgeschakeld is. Gebruik een komma om ze te scheiden (bijv. 42.24.4.2,127.0.0.1,99.98.97.96)

source: Custom text displayed on maintenance page while shop is deactivated.
nl_nl: Aangepaste tekst om te tonen op de onderhoudspagina als de winkel is gedeactiveerd.

source: Display an overview of the addresses, shipping method and cart just before the order button (required in some European countries).
nl_nl: Toon een overzicht van de adressen, verzendmethode en winkelwagen vlak voor de bestelknop (vereist in sommige Europese landen).

source: Allow guest visitors to place an order without registering.
nl_nl: Sta gasten toe bestellingen te plaatsen zonder registratie.

source: Disable the option to allow customers to reorder in one click from the order history page (required in some European countries).
nl_nl: Schakel de optie uit om klanten in één klik opnieuw te laten bestellen (verplicht in sommige Europese landen).

source: Set to 0 to disable this feature.
nl_nl: Zet op 0 om deze optie uit te schakelen.

source: Automatically updates the shipping costs when you edit an order.
nl_nl: Automatisch de verzendkosten bijwerken wanneer u een bestelling aanpast.

source: Allow the customer to ship orders to multiple addresses. This option will convert the customer's cart into one or more orders.
nl_nl: Sta een bezoeker toe de bestelling naar meerdere adressen te laten verzenden. Deze optie zal de bestelling in meerdere bestellingen opdelen.

source: Allows you to delay shipping at your customers' request.
nl_nl: Laat u toe om verzending te vertragen op aanvraag van uw klanten.

source: Require customers to accept or decline terms of service before processing an order.
nl_nl: Verplicht klanten om akkoord of niet akkoord te gaan met de Algemene voorwaarden alvorens verder met de bestelling te gaan

source: Choose the page which contains your store's terms and conditions of use.
nl_nl: Kies de pagina die de algemene voorwaarden van uw winkel bevat.

source: Suggest gift-wrapping to customers.
nl_nl: Bied cadeauverpakking aan de klanten en de mogelijkheid om een persoonlijk bericht toe te voegen

source: Set a price for gift wrapping.
nl_nl: Vul een prijs voor cadeauverpakking in.

source: Set a tax for gift wrapping.
nl_nl: Vul de btw in voor cadeauverpakking.

source: Suggest recycled packaging to customer.
nl_nl: Bied gerecyclede verpakking aan de klant.

source: The group defined for your un-identified visitors.
nl_nl: De groep bedoeld voor uw onbekende bezoekers.

source: The group defined for your identified guest customers (used in guest checkout).
nl_nl: De groep bedoeld voor de aan u bekende gastbezoekers (wordt gebruikt in afrekenen voor gastbezoekers).

source: The group defined for your identified registered customers.
nl_nl: De groep die is gedefinieerd voor geregistreerde klanten.

source: Automatically apply this value as a discount on all products for members of this customer group.
nl_nl: Zal automatisch deze korting toepassen op alle producten voor klanten van deze klantengroep

source: How prices are displayed in the order summary for this customer group.
nl_nl: Wijze waarop prijzen getoond worden op de bestelling van deze specifieke klantengroepen

source: Customers in this group can view prices.
nl_nl: Klanten in deze groep kunnen de prijs zien.

source: %s - All persons without a customer account or customers that are not logged in.
nl_nl: %s - Alle personen zonder een account of klanten die niet zijn ingelogd.

source: %s - All persons who placed an order through Guest Checkout.
nl_nl: %s - Alle personen die een bestelling als gast hebben afgerekend.

source: %s - All persons who created an account on this site.
nl_nl: %s - Alle personen die een account aangemaakt hebben op deze website.

source: PrestaShop has three default customer groups:
nl_nl: Prestashop heeft drie standaard klantengroepen:

source: Whether or not to display this store.
nl_nl: Wel of niet deze winkel weergeven.

source: Storefront picture.
nl_nl: Etalagefoto.

source: Displayed in emails sent to customers.
nl_nl: Getoond in e-mails verzonden naar uw klanten.

source: Shop registration information (e.g. SIRET or RCS).
nl_nl: KvK-nummer.

source: Order status (e.g. 'Pending').
nl_nl: Bestelstatus (bijv. 'In behandeling').

source: Invalid characters: numbers and
nl_nl: Ongeldige karakters: nummers en

source: Upload an icon from your computer (File type: .gif, suggested size: 16x16).
nl_nl: Upload een icoon vanaf uw computer (bestandstype: .gif, aanbevolen grootte: 16x16).

source: Status will be highlighted in this color. HTML colors only.
nl_nl: Status zal worden aangegeven in deze kleur. Alleen HTML-kleuren.

source: Only letters, numbers and underscores ("_") are allowed.
nl_nl: Alleen letters, nummers en underscores ("_") zijn toegestaan.

source: Email template for both .html and .txt.
nl_nl: E-mailtemplate voor zowel .html en .txt.

source: Order's return status name.
nl_nl: Naam retourstatus.

source: When active, all shopping features will be disabled.
nl_nl: Indien actief, dan zullen alle winkelfuncties uitgeschakeld zijn

source: Set the maximum size of the summary of your product description (in characters).
nl_nl: Stel de maximumlengte in van de samenvatting van uw productbeschrijving (in aantal karakters).

source: characters
nl_nl: Karakters

source: How to calculate quantity discounts.
nl_nl: Op welke wijze hoeveelheidskortingen worden berekend.

source: When active, friendly URL will be updated on every save.
nl_nl: Wanneer actief wordt de vriendelijke URL bijgewerkt bij elke keer opslaan.

source: When active, new products will be activated by default during creation.
nl_nl: Als dit actief is worden nieuwe producten pas geactiveerd bij het aanmaken.

source: Number of products displayed per page. Default is 10.
nl_nl: Aantal producten die worden weergegeven per pagina. Standaard is 10.

source: The order in which products are displayed in the product list.
nl_nl: De volgorde waarin de producten worden weergegeven in het overzicht met producten.

source: Default order method for product list.
nl_nl: Standaard bestelmethode voor productenoverzicht.

source: Set to "0" to disable this feature.
nl_nl: Op 0 zetten als deze functie uitgeschakeld moet worden

source: Display or hide the "add to cart" button on category pages for products that have attributes forcing customers to see product details.
nl_nl: Toon of verberg de knop "voeg toe aan winkelwagen" als het product attributen heeft om uw klant te dwingen de productgegevens te bekijken.

source: In the volume discounts board, display the new price with the applied discount instead of showing the discount (ie. "-5%").
nl_nl: In het volumekortingenpaneel, toon de nieuwe prijs met de toegepaste korting ipv. enkel de korting (vb. "-5%").

source: By default, the Add to Cart button is hidden when a product is unavailable. You can choose to have it displayed in all cases.
nl_nl: Standaard is de "In Winkelwagen" knop verborgen wanneer een product niet beschikbaar is. U kunt ervoor kiezen om deze in alle gevallen uit te schakelen.

source: When selling packs of products, how do you want your stock to be calculated?
nl_nl: Wanneer u een pakket van producten aanbiedt, hoe wilt u dat de voorraad wordt berekend?

source: After a customer logs in, you can recall and display the content of his/her last shopping cart.
nl_nl: Nadat een klant opnieuw aanmeldt, laat dan opnieuw de inhoud van de winkelwagen zien.

source: Send an email with summary of the account information (email, password) after registration.
nl_nl: Verstuur een e-mail met een overzicht van de accountinformatie (e-mail, wachtwoord) na de registratie.

source: Minimum time required between two requests for a password reset.
nl_nl: Minimum tijd dat nodig is tussen twee aanvragen voor het herstellen van het wachtwoord.

source: Activate or deactivate B2B mode. When this option is enabled, B2B features will be made available.
nl_nl: Activeer of deactiveer B2B-modus. Wanneer deze optie is geactiveerd dan zijn sommige B2B-opties beschikbaar.

source: Display or not the birth date field.
nl_nl: Veld geboortedatum wel of niet weergeven.

source: Display or not the partner offers tick box, to receive offers from the store's partners.
nl_nl: Toon het opt-in-vakje wel of niet, om aanbiedingen van partners van de winkel te ontvangen.

source: Leave blank if no change.
nl_nl: Niet invullen als er niets gewijzigd moet worden.

source: Fee given for each visit.
nl_nl: Vergoeding voor elk bezoek.

source: Fee given for each order placed.
nl_nl: Vergoeding voor elke geplaatste bestelling.

source: If you know how to use MySQL regular expressions, you can use the [1]expert mode[/1].
nl_nl: Als u weet hoe MySQL reguliere expressies werkt, kunt u de [1]export modus[/1] gebruiken.

source: If you own an SSL certificate for your shop's domain name, you can activate SSL encryption (https://) for customer account identification and order processing.
nl_nl: Als u een SSL-certificaat hebt voor de domeinnaam van uw winkel, dan kunt u SSL-encryptie (https://) inschakelen voor het verwerken van klantgegevens en bestellingen.

source: If you want to enable SSL on all the pages of your shop, activate the "Enable on all the pages" option below.
nl_nl: Als u SSL wilt inschakelen op alle pagina's van uw winkel, activeert u de optie "SSL inschakelen op alle pagina's" hieronder.

source: When enabled, all the pages of your shop will be SSL-secured.
nl_nl: Wanneer ingeschakeld zullen alle pagina's van uw winkel beveiligd worden met SSL.

source: Enable or disable token in the Front Office to improve PrestaShop's security.
nl_nl: Winkel token in- of uitschakelen om zo de PrestaShop beveiliging te verbeteren.

source: Allow iframes on text fields like product description. We recommend that you leave this option disabled.
nl_nl: Laat iframes toe op velden zoals productomschrijving. Wij raden aan deze optie uitgeschakeld te laten.

source: Clean the HTML content on text fields. We recommend that you leave this option enabled.
nl_nl: Verwijder de HTML-inhoud in tekstvelden. Wij raden u aan deze optie ingeschakeld te laten.

source: You can choose among 6 different ways of rounding prices. "Round up away from zero ..." is the recommended behavior.
nl_nl: U kunt kiezen uit 6 verschillende manieren voor afronding van uw prijzen. "Afronden naar boven weg van nul ..." is het aanbevolen gedrag.

source: You can choose when to round prices: either on each item, each line or the total (of an invoice, for example).
nl_nl: U kunt kiezen wanneer u de prijzen wenst af te ronden: hetzij op elk item, elke regel of het totaal (van een factuur, bijvoorbeeld).

source: Choose how many decimals you want to display
nl_nl: Toon hoeveel decimalen u wenst te tonen

source: Enable brands and suppliers pages on your front office even when their respective modules are disabled.
nl_nl: Laat pagina's van merken en leveranciers toe op uw startpagina, zelfs wanneer de respectievelijke modules uitgeschakeld zijn.

source: Enable best sellers page on your front office even when its respective module is disabled.
nl_nl: Toon de meest verkochte pagina op uw frontoffice, zelfs wanneer de betreffende module is uitgeschakeld.

source: The multistore feature allows you to manage several e-shops with one Back Office. If this feature is enabled, a "Multistore" page will be available in the "Advanced Parameters" menu.
nl_nl: De multistore-mogelijkheid staat u toe om meerdere winkels te beheren vanuit één backoffice. Als deze eigenschap is ingeschakeld, dan wordt een multistore-pagina beschikbaar in het menu "Geavanceerde instellingen".

source: Contact name (e.g. Customer Support).
nl_nl: Contactnaam (bijv. klantenservice).

source: Emails will be sent to this address.
nl_nl: E-mails worden naar dit adres verzonden.

source: If enabled, all messages will be saved in the "Customer Service" page under the "Customer" menu.
nl_nl: Indien ingeschakeld, dan worden alle berichten opgeslagen op de pagina "Klantenservice" onder het menu "Klanten".

source: Further information regarding this contact.
nl_nl: Aanvullende informatie over deze contactpersoon.

source: Enable the automatic indexing of products. If you enable this feature, the products will be indexed in the search automatically when they are saved. If the feature is disabled, you will have to index products manually by using the links provided in the field set.
nl_nl: Schakel automatische indexatie van producten in. Als u deze functie inschakelt, dan worden de producten automatisch geindexeerd bij het zoeken wanneer deze worden opgeslagen, maar als deze functie wordt uitgeschakeld, dan moet u de producten handmatig indexeren door gebruik te maken van de links in deze veldset.

source: By default, to search for “blouse”, you have to enter “blous”, “blo”, etc (beginning of the word) – but not “lous” (within the word).
nl_nl: Standaard, om te zoeken naar "bloes", moet je "bloe" of "blo", etc (begin van het woord) invoeren - maar niet "loes" (binnen het woord).

source: With this option enabled, it also gives the good result if you search for “lous”, “ouse”, or anything contained in the word.
nl_nl: Wanneer deze functie is ingeschakeld, geeft deze ook het goede resultaten als u zoekt naar "loes", "oes", of iets in het woord.

source: Enable search within a whole word, rather than from its beginning only.
nl_nl: Schakel de zoekopdracht in voor in een heel woord, in plaats van enkel vanaf het begin.

source: It checks if the searched term is contained in the indexed word. This may be resource-consuming.
nl_nl: Deze controleert of de gezochte term is opgenomen in het geïndexeerde woord. Dit kan het systeem zwaar belasten.

source: By default, if you search "book", you will have "book", "bookcase" and "bookend".
nl_nl: Standaard, als je "boek" zoekt, zul je "boek", "boekenkast" en "boekensteun" als resultaat hebben.

source: With this option enabled, it only gives one result “book”, as exact end of the indexed word is matching.
nl_nl: Met deze optie ingeschakeld, geeft dit slechts één resultaat "boek", omdat het einde van het geïndexeerde woord overeenkomt.

source: Enable more precise search with the end of the word.
nl_nl: Laat nauwkeuriger zoeken toe met het einde van het woord.

source: It checks if the searched term is the exact end of the indexed word.
nl_nl: Het controleert of de gezochte term het exacte einde van het geïndexeerde woord is.

source: Only words this size or larger will be indexed.
nl_nl: Alleen woorden vanaf deze grootte zullen in de index worden opgenomen.

source: Please enter the index words separated by a "|".
nl_nl: Voeg de woorden in gescheiden door een "|".

source: Enter each alias separated by a comma (e.g. 'prestshop,preztashop,prestasohp').
nl_nl: Vul elke alias in, gescheiden door een komma (vb. prestashop, preztasjop, prestsohp).

source: Forbidden characters: <>;=#{}
nl_nl: Verboden karakters: <>;=#{}

source: Search this word instead.
nl_nl: Zoek in plaats daarvan dit woord.

source: This field does not refer to the shop name visible in the front office.
nl_nl: Dit veld verwijst niet naar de zichtbare winkelnaam op de frontoffice.

source: Follow %sthis link%s to edit the shop name used on the front office.
nl_nl: Volg %sdeze link%s om de winkelnaam te veranderen op de frontoffice.

source: You can't edit the shop group because the current shop belongs to a group with the "share" option enabled.
nl_nl: U kunt deze winkelgroep niet wijzigen omdat de huidige winkel hoort tot een groep met de "deel"-optie ingeschakeld.

source: This is the root category of the store that you've created. To define a new root category for your store, %splease click here%s.
nl_nl: Dit is de hoofdcategorie van de winkel die u hebt gemaakt. Om een nieuwe root categorie voor uw winkel te definiëren, %sklik hier%s.

source: By selecting associated categories, you are choosing to share the categories between shops. Once associated between shops, any alteration of this category will impact every shop.
nl_nl: Door geassocieerde categorieën te kiezen, kiest u om de categorieën te delen tussen verschillende winkels. Als ze geassocieerd aan winkels zijn dan zal elke verandering van een geassocieerde categorie impact hebben op alle winkels waarvoor deze categorie geassocieerd is.

source: e.g. 10:00AM - 9:30PM
nl_nl: bijv. 10:00 - 21:30

source: Show me more
nl_nl: Meer weergeven

source: Definitions:
nl_nl: Definities:

source: The "http_referer" field is the website from which your customers arrive.
nl_nl: Het veld "http_referer" is de website waar uw klanten vandaan komen.

source: For example, visitors coming from Google will have an "http_referer" value like this one: "http://www.google.com/search?q=prestashop".
nl_nl: Een voorbeeld: bezoekers die via Google kwamen hebben een "http_referer" zoals deze: "http://www.google.com/search?q=prestashop".

source: If the visitor arrives directly (by typing the URL of your shop, or by using their bookmarks, for example), the http_referer will be empty.
nl_nl: Als de bezoeker direct op uw website komt (bijv. door het invoeren van uw websiteadres) zal het veld "http_referer" leeg zijn.

source: If you'd like to view all the visitors coming from Google, you can type "%google%" in this field. Alternatively, you can type "%google.fr%" if you want to view visitors coming from Google France, only.
nl_nl: Als u alle bezoekers die via Google kwamen wilt bekijken kunt u in dit veld \"%google%\" intypen, of u tikt \"%google.nl%\" in als u alleen de bezoekers die van Google Nederland kwamen wilt zien.

source: The "request_uri" field is the URL from which the customers come to your website.
nl_nl: Het veld "REQUEST_URI" is de URL van waar de klanten naar uw website komen.

source: For example, if the visitor accesses a product page, the URL will be like this one: "%smusic-ipods/1-ipod-nano.html".
nl_nl: Bijvoorbeeld, als de bezoeker toegang neemt tot een productpagina, zal de URL zijn zoals deze: "%smusic-ipods/1-ipod-nano.html".

source: This is helpful because you can add tags or tokens in the links pointing to your website.
nl_nl: Dit is handig omdat u tags of tokens in de links kan toevoegen die verwijzen naar uw website.

source: For example, you can post a link (such as "%sindex.php?myuniquekeyword" -- note that you added "?myuniquekeyword" at the end of the URL) in an online forum or as a blog comment, and get visitors statistics for that unique link by entering "%%myuniquekeyword" in the "request_uri" field.
nl_nl: Bijvoorbeeld, u kunt een link posten (zoals "%sindex.php myuniquekeyword" - " - hou er rekening mee dat u "?Myuniquekeyword"hebt toegevoegd aan het einde van de URL) in een online forum of een blog commentaar, en dan krijgt u bezoekersstatistieken voor die unieke link door "%%myuniquekeyword" in het veld "REQUEST_URI" in te vullen.

source: This method is more reliable than the "http_referer" one, but there is one disadvantage: if a search engine references a page with your link, then it will be displayed in the search results and you will not only indicate visitors from the places where you posted the link, but also those from the search engines that picked up that link.
nl_nl: Deze methode is betrouwbaarder dan de "HTTP_REFERER" te gebruiken, maar er is een nadeel: als een zoekmachine verwijst naar een pagina met uw link, dan wordt dit weergegeven in de zoekresultaten en je zult niet alleen bezoekers aangeven uit de plaatsen waar u de link heeft gepost, maar ook die van de zoekmachines die die link opgepikt hebben.

source: The "Include" fields indicate what has to be included in the URL.
nl_nl: Het include veld geeft aan wat in de url zou moeten zitten.

source: The "Exclude" fields indicate what has to be excluded from the URL.
nl_nl: Het exclude veld geeft een indicatie wat niet in de url zou moet zitten.

source: When using simple mode, you can use a wide variety of generic characters to replace other characters:
nl_nl: Bij het gebruik van de eenvoudige modus kunt u gebruik maken van enkele algemene karakters die alle karakters kunnen vervangen:
