Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/AdminInternationalNotification.*.xlf
Languages: nl_nl

source: Translation successfully updated
nl_nl: Vertaling met succes bijgewerkt

source: Failed to update translation
nl_nl: Vertaling updaten mislukt

source: The translation was successfully copied.
nl_nl: Kopiëren taal geslaagd

source: Cannot add configuration %1$s for %2$s language
nl_nl: Kan configuratie %1$s voor %2$s taal niet toevoegen

source: The translations have been successfully added.
nl_nl: De toevoeging van de vertaling is geslaagd

source: The translation was added successfully, but the language has not been created.
nl_nl: Het toevoegen van de vertaling is geslaagd, maar de taal is niet aangemaakt

source: Localization pack imported successfully.
nl_nl: Lokalisatiepakket geïmporteerd.

source: Fatal error: ISO code is not correct
nl_nl: Fatale fout: ISO-code is onjuist

source: Fatal error: IETF code %s is not correct
nl_nl: Fatale fout: IETF-code %s is niet correct

source: Sorry this language is not available
nl_nl: Het spijt ons, deze taal is niet beschikbaar

source: Server does not have permissions for writing.
nl_nl: Server heeft geen schrijfrechten.

source: Language pack unavailable.
nl_nl: Taalpakket niet beschikbaar.

source: An error occurred while creating the language: %s
nl_nl: Fout opgetreden tijdens het aanmaken van de taal: %s

source: Invalid language ISO code (%s)
nl_nl: Ongeldige ISO-code (%s)

source: No tax
nl_nl: Geen btw

source: Incorrect Tax Manager class [%s]
nl_nl: Onjuiste belasting beheerder class [%s]

source: Tax Manager class not found [%s]
nl_nl: Belasting beheerder class niet gevonden [%s]

source: Cannot load country: %d
nl_nl: Kan land niet laden: %d

source: Cannot enable the associated country: %s
nl_nl: Kan het gekoppelde land niet inschakelen: %s

source: Invalid Zone name.
nl_nl: Ongeldige zonenaam.

source: Invalid state properties.
nl_nl: Ongeldige provincie-eigenschappen.

source: Cannot update the associated country: %s
nl_nl: Kan het gekoppelde land niet updaten: %s

source: An error occurred while adding the state.
nl_nl: Fout opgetreden tijdens het toevoegen van de provincie.

source: An error occurred while fetching the state.
nl_nl: Fout opgetreden tijdens het ophalen van de staat.

source: Invalid tax properties.
nl_nl: Ongeldige btw-eigenschappen.

source: An error occurred while importing the tax: %s
nl_nl: Er is iets misgegaan tijdens het importeren van de btw: %s

source: This tax rule cannot be saved.
nl_nl: Deze btw-regel kan niet worden opgeslagen.

source: Invalid currency properties.
nl_nl: Ongeldige valuta-eigenschappen.

source: An error occurred while importing the currency: %s
nl_nl: Er is iets misgegaan tijdens het importeren van de valuta: %s

source: Localization pack corrupted: wrong unit type.
nl_nl: Localisatiepakket beschadigd; verkeerde eenheidstype.

source: An error occurred while setting the units.
nl_nl: Fout opgetreden tijdens het instellen van eenheden.

source: An error occurred while installing the module: %s
nl_nl: Er is iets misgegaan tijdens het installeren van de module: %s

source: An error occurred while uninstalling the module: %s
nl_nl: Er is iets misgegaan tijdens het deïnstalleren van de module: %s

source: An error has occurred, this module does not exist: %s
nl_nl: Er is iets misgegaan, deze module bestaat niet: %s

source: An error occurred during the configuration setup: %1$s
nl_nl: Er is iets misgegaan tijdens de configuratie: %1$s

source: An error occurred during the default group update
nl_nl: Fout opgetreden tijdens het bijwerken van de standaardgroep

source: An error has occurred during the default group update
nl_nl: Fout opgetreden tijdens het bijwerken van de standaardgroep

source: When you delete a language, all related translations in the database will be deleted. Are you sure you want to proceed?
nl_nl: Wanneer u een taal verwijdert, zullen alle gerelateerde vertalingen in de database verwijderd worden. Weet u zeker dat u deze taal wilt verwijderen?

source: When you delete a language, all related translations in the database will be deleted.
nl_nl: Als u een taal verwijdert, zullen alle gerelateerde vertalingen in de database worden verwijderd.

source: Your .htaccess file must be writable.
nl_nl: Uw .htaccess-bestand moet schrijfbaar zijn.

source: You cannot delete the default language.
nl_nl: U kunt de standaardtaal niet verwijderen.

source: You cannot delete the language currently in use. Please select a different language.
nl_nl: U kunt de taal niet verwijderen die op dit moment in gebruikt is. Verander van taal voordat u deze verwijdert.

source: You cannot change the status of the default language.
nl_nl: U kunt de status van de standaard taal niet wijzigen.

source: This ISO code is already linked to another language.
nl_nl: Deze ISO code is reeds aan een andere taal gekoppeld.

source: Flag and "No picture" image fields are required.
nl_nl: Vlag en "No picture" afbeelding velden zijn verplicht

source: An error occurred while copying "No Picture" image to your product folder.
nl_nl: Fout opgetreden tijdens het kopiëren van de no-picture afbeelding naar uw product map.

source: An error occurred while copying "No picture" image to your category folder.
nl_nl: Fout opgetreden tijdens het kopiëren van de "No-picture" afbeelding naar uw categorie map.

source: An error occurred while copying "No picture" image to your brand folder.
nl_nl: Fout opgetreden tijdens het kopiëren van de "Geen afbeelding beschikbaar"-afbeelding naar uw productmap.

source: An error occurred while resizing "No picture" image to your product directory.
nl_nl: Fout opgetreden tijdens het kopiëren van de "No-picture" afbeelding naar uw product directory.

source: An error occurred while resizing "No picture" image to your category directory.
nl_nl: Fout opgetreden tijdens het kopiëren van de "No-picture" afbeelding naar uw catergorie directory.

source: An error occurred while resizing "No picture" image to your brand directory.
nl_nl: Fout opgetreden tijdens het kopiëren van de "No-picture" afbeelding naar uw merkmap.

source: An error occurred during image deletion process.
nl_nl: Fout opgetreden tijdens het verwijderen van de afbeelding.

source: Iso code is not valid
nl_nl: ISO-code is niet geldig

source: Technical Error: ps_version is not valid
nl_nl: Technische fout: ps_version is niet geldig

source: Wrong ISO code, or the selected language pack is unavailable.
nl_nl: Verkeerde ISO-code of het taalpakket is niet beschikbaar.

source: Technical Error: translation server unreachable.
nl_nl: Technische fout: vertalingsserver is niet te benaderen.

source: The geolocation database is unavailable.
nl_nl: Geolocatie database is niet beschikbaar.

source: Country selection is invalid.
nl_nl: Land selectie is ongeldig.

source: Invalid whitelist
nl_nl: Ongeldige verlanglijst

source: This ISO code already exists. You cannot create two states with the same ISO code.
nl_nl: Deze ISO code bestaat al. U kunt niet twee staten met dezelfde ISO code aanmaken in hetzelfde land.

source: This state was used in at least one address. It cannot be removed.
nl_nl: Deze staat werd gebruikt in tenminste een adres, het kan niet verwijder worden

source: This tax is currently in use as a tax rule. Are you sure you'd like to continue?
nl_nl: Deze belasting is op dit moment in gebruik in de belastingregel, weet u zeker dat u verder wilt gaan?

source: This tax is currently in use as a tax rule. If you continue, this tax will be removed from the tax rule. Are you sure you'd like to continue?
nl_nl: Deze belasting is op dit moment in gebruik in een belasting regel, als u doorgaat zal deze belasting verwijderd worden van de belasting regel. Weet u zeker dat u verder wilt?

source: Cannot create the folder "%s". Please check your directory writing permissions.
nl_nl: Kan de map "%s" niet aanmaken. Gelieve de schrijfrechten van de map te controleren.

source: You must select two languages in order to copy data from one to another.
nl_nl: U moet 2 talen selecteren om gegevens te kopiëren van de één naar de ander.

source: You must select two themes in order to copy data from one to another.
nl_nl: U moet 2 thema's selecteren om gegevens te kopiëren van de één naar de ander.

source: An error occurred while copying data.
nl_nl: Er is een fout opgetreden bij het kopiëren van de gegevens.

source: There is nothing to copy (same language and theme).
nl_nl: Niets te kopiëren! (Zelfde taal en thema's).

source: Theme(s) not found
nl_nl: Thema(s) niet gevonden

source: Impossible to create the directory "%s".
nl_nl: Onmogelijk om de map "%s" te aan te maken.

source: Impossible to copy "%s" to "%s".
nl_nl: Onmogelijk om "%s" naar "%s" te kopiëren.

source: Impossible to translate "$dest".
nl_nl: Onmogelijk om "$dest" te vertalen.

source: A part of the data has been copied but some of the language files could not be found.
nl_nl: Een gedeelte van de gegevens is gekopieerd, maar sommige taalbestanden konden niet worden gevonden of gekopieerd.

source: An error occurred while creating archive.
nl_nl: Fout opgetreden tijdens het aanmaken van het archiefbestand.

source: Please select a language and a theme.
nl_nl: Kies een taal en thema aub.

source: Tab "%s" is not valid
nl_nl: Tab "%s" is niet geldig.

source: Validation failed for: %s
nl_nl: "%s" kan niet worden goedgekeurd

source: Unidentified file found: %s
nl_nl: Onbekend bestand gevonden: "%s"

source: The archive cannot be extracted.
nl_nl: Archiefbestand kan niet uitgepakt worden.

source: ISO CODE invalid "%1$s" for the following file: "%2$s"
nl_nl: ISO CODE is ongeldig "%1$s" voor het volgende bestand: "%2$s"

source: Cannot write to the theme's language file (%s). Please check writing permissions.
nl_nl: Kan niet schrijven naar het thema taalbestand (%s). Controleer de schrijf rechten.

source: Invalid theme "%s"
nl_nl: Ongeldig thema %s

source: Invalid iso code "%s"
nl_nl: Ongeldige iso code "%s"

source: This %type_content% file extension is not accepted.
nl_nl: Deze %type_content% extensie is niet geaccepteerd.

source: Invalid module name "%s"
nl_nl: Ongeldige module naam "%s"

source: Invalid mail name "%s"
nl_nl: Ongeldige mail naam "%s"

source: Directory "%s" cannot be created
nl_nl: Folder "%s" kan niet worden aangemaakt.

source: Your email translations contain some invalid HTML and cannot be saved. Please check your content.
nl_nl: Uw e-mailvertalingen bevatten ongeldige HTML en kunnen niet bewaard worden. Controleer uw content.

source: Your HTML email templates cannot contain JavaScript code.
nl_nl: HTML e-mail templates mogen geen JavaScript code bevatten.

source: Empty string found, please edit: "%s"
nl_nl: Lege string gevonden, bewerk: "%s"

source: There is an error in template, an empty string has been found. Please edit: "%s"
nl_nl: Fout in template - Lege string gevonden. Bewerk: "%s"

source: The module directory must be writable.
nl_nl: Module directory moet schrijfbaar zijn

source: A mail directory exists for the "%1$s" language, but not for the default language (%3$s) in %2$s
nl_nl: Een e-mailfolder bestaat voor de "%1$s" taal, maar niet voor de standaard taal (%3$s) in %2$s

source: missing translation(s)
nl_nl: ontbrekende vertaling(en)

source: No Subject was found for %s in the database.
nl_nl: Er is geen onderwerp gevonden voor %s, of het onderwerp is in de database gegenereerd.

source: There was a problem getting the mail files.
nl_nl: Er is een probleem met het ophalen van de e-mailbestanden.

source: English language files must exist in %s folder
nl_nl: Verzeker u zich er van dat er Nederlandse bestanden bestaan in de %s map

source: Cannot write language file for email subjects. Path is: %s
nl_nl: Kan geen taalbestand voor de e-mail onderwerpen wegschrijven, path is: %s

source: Cannot write into the "%s"
nl_nl: Kan niet wegschrijven naar "%s"

source: This expression uses a special syntax:
nl_nl: Deze uitdrukking gebruikt een speciale syntax:

source: Apache mod_security is activated on your server. This could result in some Bad Request errors
nl_nl: Apache mod_security is geactiveerd op uw server. Dit kan resulteren in enkele Bad Request-fouten

source: Warning! Your hosting provider is using the Suhosin patch for PHP, which limits the maximum number of fields allowed in a form:
nl_nl: Waarschuwing, uw hostingprovider maakt gebruik van de Suhosin-patch voor PHP, dat zorgt voor een maximum aantal toegestane velden in een formulier:

source: Please ask your hosting provider to increase the Suhosin limit to
nl_nl: Vraag uw hostingprovider het Suhosin-limiet te verhogen naar

source: Warning! Your PHP configuration limits the maximum number of fields allowed in a form:
nl_nl: Waarschuwing, Uw PHP configuratie begrenst het maximum aantal velden geplaatst in een formulier

source: for max_input_vars.
nl_nl: Voor max_input_vars.

source: Please ask your hosting provider to increase this limit to
nl_nl: Vraag uw hostingprovider om dit limiet te verhogen naar

source: %limit% for suhosin.post.max_vars.
nl_nl: %limit% voor suhosin.post.max_vars.

source: %limit% for suhosin.request.max_vars.
nl_nl: %limit% voor suhosin.request.max_vars.

source: %s at least, or you will have to edit the translation files.
nl_nl: %s minstens, of u zal de vertalingsbestanden moeten aanpassen.

source: You cannot delete the default currency
nl_nl: U kunt de standaardvaluta niet verwijderen

source: You cannot disable the default currency
nl_nl: U kunt de standaardvaluta niet uitschakelen

source: This currency already exists.
nl_nl: Deze valuta bestaat al.

source: The currency conversion rate cannot be equal to 0.
nl_nl: De valutaconversieratio kan niet gelijk aan 0 zijn.

source: A tax rule already exists for this country/state with tax only behavior.
nl_nl: Een BTW-regel bestaat reeds voor dit land waar slechts één BTW-stelsel is toegestaan.

source: The Zip/postal code is invalid. It must be typed as follows: %format% for %country%.
nl_nl: De postcode is ongeldig. Het moet als volgt ingegeven worden: %format% voor %country%.

source: An error has occurred: Cannot save the current tax rule.
nl_nl: Een fout is opgetreden: kan de huidige btw regel niet opslaan

source: Importing a new language may fail without the OpenSSL module. Please enable "openssl.so" on your server configuration.
nl_nl: Een nieuwe taal importeren kan mislukken zonder de OpenSSL-module. Schakel "openssl.so" in op uw serverconfiguratie.

source: Cannot load the localization pack.
nl_nl: Kan het lokalisatie pakket niet laden (van prestashop.com en uw lokale map "localization")

source: Please select at least one item to import.
nl_nl: Kies minstens één artikel om te importeren aub.

source: %language% could not be loaded
nl_nl: %language% kon niet geladen worden

source: This ISO code already exists.You cannot create two countries with the same ISO code.
nl_nl: Deze ISO code bestaat al, je kunt niet twee landen aanmaken met dezelfde ISO code

source: Invalid address layout %s
nl_nl: Ongeldige adres-layout %s

source: Are you sure you want to restore the default address format for this country?
nl_nl: Weet u zeker dat u het huidige adresformaat wilt herstellen voor dit land

source: %s at least, or you will have to edit the translation files manually.
nl_nl: %s minimaal benodigd, of u zult de vertaalbestanden handmatig moeten bewerken.

source: Please select a module!
nl_nl: Selecteer een module!

source: Please select your language!
nl_nl: Gelieve uw taal te kiezen!

source: Cannot connect to the PrestaShop website to get the language list.
nl_nl: Kan geen verbinding maken met prestashop.com om het taalpakket te ontvangen.

source: Language files must be complete to allow copying of translations.
nl_nl: Taalbestanden moeten compleet zijn om het kopiëren van vertalingen toe te staan

source: A language pack is available for this ISO.
nl_nl: Een taalpakket is beschikbaar voor deze ISO.

source: The Prestashop version compatible with this language and your system is:
nl_nl: De compatibele Prestashop versie voor deze taal en uw systeem is:

source: After creating the language, you can import the content of the language pack, which you can download under "International -- Translations.
nl_nl: Na het aanmaken van de taal kunt u de inhoud van het taalpakket importeren, welke u kunt downloaden onder 'Internationaal > Vertalingen.

source: No language pack is available on prestashop.com for this ISO code
nl_nl: Geen taalpakket beschikbaar op de website prestashop.com voor deze ISO-code

source: This language pack is NOT complete and cannot be used in the front or back office because some files are missing.
nl_nl: Deze vertaling is NIET compleet en kan niet in de winkel of de winkelachterkant worden gebruikt omdat er enkele bestanden ontbreken.

source: Please install the %module_name% module before using this feature.
nl_nl: Installeer de %module_name%-module voordat u deze functie gebruikt.

source: Before changing the default currency, we strongly recommend that you enable maintenance mode. Indeed, any change on the default currency requires a manual adjustment of the price of each product and its combinations.
nl_nl: Voordat u de standaardvaluta wijzigt, raden wij u sterk aan om de onderhoudsmodus in te schakelen. Voor wijziging van de standaardvaluta is namelijk een handmatige aanpassing van de prijs vereist van elk product en de combinaties ervan.
