Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/AdminShopparametersHelp.*.xlf
Languages: nl_nl

source: _" will replace one character. If you want to use the real "_", you should type this: "\\_".
nl_nl: "_" zal een teken vervangen. Wilt u de echte "_" gebruiken, moet u dit typen: "\\ _".

source: %" will replace any number of characters. If you want to use the real "%", you should type this: "\\%".
nl_nl: "%" zal een willekeurig aantal tekens vervangen. Als u de echte "%" wil gebruiken, moet u dit typen: "\\%".

source: The Simple mode uses the MySQL "LIKE" pattern matching, but for a higher potency you can use MySQL's regular expressions in the Expert mode.
nl_nl: De eenvoudige modus maakt gebruik van de MySQL "LIKE" pattern matching, maar voor een hogere nauwkeurigheid kunt u MySQL's reguliere expressies gebruiken in de Expert-modus.

source: Take a look at MySQL's documentation for more details.
nl_nl: Bekijk de MySQL-documentatie voor meer informatie.

source: Get help!
nl_nl: Vraag hulp!

source: There is a huge quantity of data, so each connection corresponding to a referrer is indexed. You can also refresh this index by clicking the "Refresh index" button. This process may take a while, and it's only needed if you modified or added a referrer, or if you want changes to be retroactive.
nl_nl: Er is een grote hoeveelheid gegevens, waarbij elke overeenkomende verbinding vanaf een referrer wordt geïndexeerd. U kunt deze index verversen door te klikken op de knop hieronder. Let erop dat het lang kan duren en het is alleen nodig als u een referrer heeft gewijzigd of heeft toegevoegd.

source: Your data is cached in order to sort it and filter it. You can refresh the cache by clicking on the "Refresh cache" button.
nl_nl: Uw data is gecached om het te kunnen sorteren en filteren. U kunt de cache vernieuwen door op de knop "Cache vernieuwen" te klikken.

source: Direct traffic can be quite resource-intensive. You should consider enabling it only if you have a strong need for it.
nl_nl: Direct verkeer kan sterk data intensief zijn. U moet dit alleen inschakelen als u een krachtige databaseserver heeft, en u er sterk de behoefte aan heeft.
