Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/AdminShopparametersNotification.*.xlf
Languages: nl_nl

source: Before you can use this tool, you need to:
nl_nl: Voordat u deze tool kunt gebruiken, moet u:

source: 1) Create a blank .htaccess file in your root directory.
nl_nl: Creëer een leeg .htaccess bestand in uw hoofdmap.

source: 2) Give it write permissions (CHMOD 666 on Unix system).
nl_nl: 2) Geef het schrijfrechten (CHMOD 666 op UNIX-systeem).

source: Your robots.txt file MUST be in your website's root directory and nowhere else (e.g. http://www.example.com/robots.txt).
nl_nl: Uw robots.txt MOET in uw website's hoofdmap staan en nergens anders (bijv. http://www.uwsite.com/robots.txt).

source: Generate your "robots.txt" file by clicking on the following button (this will erase the old robots.txt file)
nl_nl: Genereer uw 'robots.txt' bestand door op de onderstaande knop te klikken (dit verwijdert uw oude robots.txt bestand)

source: 1) Create a blank robots.txt file in your root directory.
nl_nl: 1) Creëer een lege robots.txt bestand in uw hoofdmap.

source: Here you can set the URL for your shop. If you migrate your shop to a new URL, remember to change the values below.
nl_nl: Hier kunt U de URL voor uw winkel opgeven. Indien U uw winkel overzet naar een nieuwe URL, vergeet dan niet de onderstaande waarden te veranderen.

source: The multistore option is enabled. If you want to change the URL of your shop, you must go to the "Multistore" page under the "Advanced Parameters" menu.
nl_nl: Multistore optie is ingeschakeld, als u de url wilt veranderen van uw winkel dan moet u naar de "Multistore" pagina gaan onder de "Geavanceerde parameters" menu.

source: This section enables you to change the default pattern of your links. In order to use this functionality, PrestaShop's "Friendly URL" option must be enabled, and Apache's URL rewriting module (mod_rewrite) must be activated on your web server.
nl_nl: Deze sectie maakt het mogelijk om het standaardpatroon van uw links te wijzigen. Om deze functie te kunnen gebruiken, moet de optie "Vriendelijke URL" worden ingeschakeld, en Apache's URL-herschrijvingsmodule (mod_rewrite) moet worden geactiveerd op uw webserver.

source: There are several available keywords for each route listed below; note that keywords with * are required!
nl_nl: Er zijn verschillende beschikbare sleutelwoorden voor elke hieronder vermelde route; Zoekwoorden met een * zijn verplicht!

source: To add a keyword in your URL, use the {keyword} syntax. If the keyword is not empty, you can add text before or after the keyword with syntax {prepend:keyword:append}. For example {-hey-:meta_title} will add "-hey-my-title" in the URL if the meta title is set.
nl_nl: Om een zoekwoord in uw URL toe te voegen, gebruikt u de {keyword} syntax. Als het zoekwoord niet leeg is, kunt u tekst toevoegen vóór of na het trefwoord met syntax {prepend: trefwoord:append}. Bijvoorbeeld {-hey-:meta_title} zal "-hey-my-titel" toevoegen aan de URL als de meta titel is vastgelegd.

source: You can only display the page list in a shop context.
nl_nl: U kunt alleen de pagina lijst tonen in een winkel omgeving

source: Before being able to use this tool, you need to:
nl_nl: Voordat u dit gereedschap kunt gebruiken moet u:

source: Create a blank .htaccess in your root directory.
nl_nl: creëer een lege .htaccess in uw hoofdmap

source: Give it write permissions (CHMOD 666 on Unix system).
nl_nl: Het schrijfrechten geven (CHMOD 666 op UNIX-systeem).

source: Assign a valid page if you want it to be read.
nl_nl: Wijs een geldige pagina toe als u wilt dat het gelezen wordt.

source: You must define an SMTP server and an SMTP port. If you do not know it, use the PHP mail() function instead.
nl_nl: U moet een SMTP server aangeven en een SMTP poort. Als u dit niet weet gebruik dan de PHP mail() functie.

source: The discount value is incorrect (must be a percentage).
nl_nl: Kortingswaarde is onjuist (moet een percentage zijn)

source: Wrong category ID.
nl_nl: Verkeerde categorienummer.

source: The discount value is incorrect.
nl_nl: Kortingswaarde is onjuist

source: You cannot save group reductions.
nl_nl: Kan geen groepskorting opslaan

source: An error occurred while updating this group.
nl_nl: Fout opgetreden tijdens het bijwerken van een groep.

source: An address located in a country containing states must have a state selected.
nl_nl: Bij een adres, dat zich in een land met staten bevindt, moet de staat geselecteerd zijn.

source: Latitude and longitude are required.
nl_nl: Breedtegraad en lengtegraad zijn verplicht.

source: The specified state is not located in this country.
nl_nl: De opgegeven provincie is niet gelokaliseerd in dit land.

source: For security reasons, you cannot delete default order statuses.
nl_nl: Vanwege veiligheidsredenen is het niet mogelijk standaardbestelstatussen te verwijderen.

source: Please install the "%modulename%" module in order to give your affiliates access to their own statistics.
nl_nl: Installeer de "%modulename%" module om uw affiliates toegang te geven tot hun eigen statistieken.

source: Percent of the sales.
nl_nl: Percentage van de verkoop.

source: This is not a valid IP address:
nl_nl: Het lijkt erop dat dit geen IP adres is:

source: Width and height must be numeric values.
nl_nl: Breedte en hoogte moeten numerieke waarden zijn

source: Aliases and results are both required.
nl_nl: Aliassen en resultaten zijn beide verplicht

source: Is not a valid result
nl_nl: Is geen geldig resultaat

source: Is not a valid alias
nl_nl: Is geen geldige alias

source: Creation successful
nl_nl: Aanmaak geslaagd

source: You cannot delete this shop (customer and/or order dependency).
nl_nl: U kunt deze winkel niet verwijderen (van klant en/of bestelling afhankelijk).

source: Please create some sub-categories for this root category.
nl_nl: Maak enkele subcategorieën aan voor deze hoofdcategorie.

source: You need to select at least the root category.
nl_nl: U moet minstens één hoofdcategorie selecteren.

source: Warning: You won't be able to change the group of this shop if this shop belongs to a group with one of these options activated: Share Customers, Share Quantities or Share Orders.
nl_nl: Waarschuwing: u kunt de groep van deze winkel niet wijzigen, als deze winkel tot een groep behoort, met een van de opties ingeschakeld: "Deel klanten", "Deel hoeveelheden" of "Deel bestellingen".

source: You can only move your shop to a shop group with all "share" options disabled -- or to a shop group with no customers/orders.
nl_nl: U kunt alleen uw winkel verplaatsen naar een winkelgroep met alle deelopties uitgeschakeld of naar een groep zonder bestellingen en klanten.

source: Click here to set a URL for this shop.
nl_nl: Klik hier om een URL in te voeren voor deze winkel

source: You cannot delete this shop (customer and/or order dependency)
nl_nl: U kunt deze winkel niet verwijderen (klanten en/of bestelling afhankelijkheid)

source: The module '%s' must be activated and configurated in order to have all the statistics
nl_nl: De module '%s' moet geactiveerd en geconfigureerd zijn om alle statistieken te hebben

source: Caution: The discount applied to a category does not stack with the overall reduction but instead replaces it.
nl_nl: Opgelet: de korting toegepast op een categorie stapelt zich niet op met de algemene korting maar vervangt deze.

source: Only products that have this category as the default category will be affected.
nl_nl: Alleen producten die deze categorie als hoofdcategorie hebben worden beïnvloed.
