Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/ModulesStatsvisitsAdmin.*.xlf
Languages: nl_nl

source: Visits and Visitors
nl_nl: Bezoeken en bezoekers

source: Adds statistics about your visits and visitors to the Stats dashboard.
nl_nl: Voegt statistieken toe over uw bezoeken en bezoekers aan het Stats dashboard.

source: Determine the interest of a visit
nl_nl: Bepaal het belang van een bezoek

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
nl_nl: De bezoekers ontwikkelingsgrafiek lijkt sterk op de bezoekengrafiek maar bevat extra informatie.

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
nl_nl: Als dit het geval is, gefeliciteerd, uw website is goed gepland en aangenaam.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
nl_nl: Anders is de conclusie niet eenvoudig. Het probleem kan esthetisch of ergonomisch zijn, of het aanbod is niet voldoende. Het is ook mogelijk dat deze bezoekers per vergissing hier kwamen zonder bijzondere interesse voor uw winkel; dit fenomeen gebeurt vaak met de zoekmachines.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
nl_nl: Deze informatie is voornamelijk kwalitatief: u moet het belang bepalen van een losgekoppeld bezoek.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
nl_nl: Een bezoek komt overeen met een internetgebruiker die uw winkel bezoekt. Tot het einde van de sessie, wordt er maar één bezoek geteld.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
nl_nl: Een bezoeker is een onbekende persoon, die nog niet geregistreerd is of zich heeft aangemeld in uw winkel. Een bezoeker kan uw winkel vele malen bezoeken.

source: Total visits:
nl_nl: Totaal bezoeken:

source: Total visitors:
nl_nl: Totaal bezoekers:

source: CSV Export
nl_nl: Export CSV

source: Number of visits and unique visitors
nl_nl: Aantal bezoeken en unieke bezoekers
