Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/ModulesStatsoriginAdmin.*.xlf
Languages: nl_nl

source: Visitors origin
nl_nl: Bezoekers herkomst

source: Adds a graph displaying the websites your visitors came from to the Stats dashboard.
nl_nl: Toont een grafiek met de herkomst van bezoekers in het Statistieken Dashboard.

source: Origin
nl_nl: Afkomstig van

source: In the tab, we break down the 10 most popular referral websites that bring customers to your online store.
nl_nl: In het tabblad, staan de 10 populaire verwijzingen dat bezoekers naar je online shop bracht.

source: What is a referral website?
nl_nl: Wat is een verwijzende website?

source: The referrer is the URL of the previous webpage from which a link was followed by the visitor.
nl_nl: De verwijzing URL van de vorige webpagina dat gekoppeld was aan de bezoeker.

source: A referrer also enables you to know which keywords visitors use in search engines when browsing for your online store.
nl_nl: Een verwijzer stelt u in staat om de sleutelwoorden te kennen die door uw bezoekers worden ingevoerd in zoekmachines wanneer ze uw winkel vinden en het maakt u mogelijk uw web promotie te opimaliseren.

source: A referrer can be:
nl_nl: Een verwijzende website kan zijn:

source: Someone who posts a link to your shop.
nl_nl: Iemand die een link plaatst op hun website naar uw winkel.

source: A partner who has agreed to a link exchange in order to attract new customers.
nl_nl: Een partner met wie u een link heeft uitgewisseld om de verkoop te bevorderen of om nieuwe klanten aan te trekken.

source: CSV Export
nl_nl: Export CSV

source: Direct links only
nl_nl: Alleen directe links

source: Top ten referral websites
nl_nl: Eerste 10 websites

source: Others
nl_nl: Overige
