Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/ModulesStatssalesAdmin.*.xlf
Languages: nl_nl

source: Sales and orders
nl_nl: Verkopen en bestellingen

source: Adds graphics presenting the evolution of sales and orders to the Stats dashboard.
nl_nl: Voegt grafieken toe aan het statistieken dashboard die de evolutie weergeven van verkopen en bestellingen.

source: About order statuses
nl_nl: Over bestelling statussen

source: In your Back Office, you can modify the following order statuses: Awaiting Check Payment, Payment Accepted, Preparation in Progress, Shipping, Delivered, Canceled, Refund, Payment Error, Out of Stock, and Awaiting Bank Wire Payment.
nl_nl: In uw winkelachterkant kunt u de volgende bestel statussen vinden: wachtend op cheque, betaling geaccepteerd, voorbereiding in gang, verzonden, afgeleverd, geannuleerd, terugbetaling, betaalfout. Niet in voorraad en wachtend op bankoverschrijving.

source: These order statuses cannot be removed from the Back Office; however you have the option to add more.
nl_nl: Statussen kunnen niet verwijderd worden uit de winkel-achterkant, maar u hebt de optie om er meer toe te voegen.

source: The following graphs represent the evolution of your shop's orders and sales turnover for a selected period.
nl_nl: De volgende grafieken geven de evolutie weer van de bestellingen en omzet van uw winkel voor een geselecteerde periode.

source: You should often consult this screen, as it allows you to quickly monitor your shop's sustainability. It also allows you to monitor multiple time periods.
nl_nl: Je moet dit scherm vaak raadplegen, aangezien het je toelaat om de levensvatbaarheid van uw winkel snel te controleren. Ook kunt u het binnen meerdere tijdsperiodes bekijken.

source: Only valid orders are graphically represented.
nl_nl: Alleen geldig bestellingen worden grafisch weergegeven.

source: Orders placed:
nl_nl: Geplaatste bestellingen:

source: CSV Export
nl_nl: Export CSV

source: Sales:
nl_nl: Verkopen:

source: You can view the distribution of order statuses below.
nl_nl: U kunt de verdeling van orderstatussen hieronder bekijken.

source: No orders for this period.
nl_nl: Geen bestelling gevonden voor deze periode.

source: Orders placed
nl_nl: Geplaatste bestellingen

source: Products bought
nl_nl: Producten gekocht

source: Products:
nl_nl: Producten

source: Sales currency: %s
nl_nl: Verkoop munt: %s

source: Percentage of orders per status.
nl_nl: Percentage bestellingen per status.
