Repository: santeman/prestashop-docs
Catalog: app/Resources/translations/*/ModulesLegalcomplianceShop.*.xlf
Languages: nl_nl

source: Delivery: 1 to 3 weeks
nl_nl: Levertijd: 1 tot 3 weken

source: Delivery: 3 to 6 weeks
nl_nl: Levertijd: 3 tot 6 weken

source: The order will only be confirmed when you click on the button 'Order with an obligation to pay' at the end of the checkout!
nl_nl: De bestelling wordt pas bevestigd als u klikt op de knop 'Bestel met een verplichting tot betaling' aan het einde van de kassa!

source: You must agree to our Terms of Service before going any further!
nl_nl: U moet akkoord gaan met de Algemene voorwaarden, voordat u verder kunt gaan!

source: Something went wrong. If the problem persists, please contact us.
nl_nl: Er is iets fout gegaan. Als het probleem blijft, neem dan contact op.

source: Select a payment option first.
nl_nl: Kies eerst een betaalmethode.

source: Please check the "Revocation of virtual products" box first!
nl_nl: Selecteer eerst "Herroepen van virtuele producten"!

source: I agree to the [terms of service] and [revocation terms] and will adhere to them unconditionally.
nl_nl: Ik ga akkoord met de [Algemene voorwaarden] en de [herroepingsrecht].

source: [1]For digital goods:[/1] I want immediate access to the digital content and I acknowledge that thereby I lose my right to cancel once the service has begun.[2][1]For services:[/1] I agree to the starting of the service and I acknowledge that I lose my right to cancel once the service has been fully performed.
nl_nl: [1]Voor digitale goederen:[/1] wil ik onmiddellijk toegang tot de digitale content en ik erken dat daardoor ik mijn recht om te annuleren verlies nadat de dienst is begonnen [2][1]Voor diensten:[/1] stem ik toe met het starten van de service en ik erken dat ik mijn recht verlies om te annuleren nadat de dienst volledig is uitgevoerd.

source: From
nl_nl: Van

source: Our previous price
nl_nl: Onze vorige prijs

source: Shipping excluded
nl_nl: Verzendkosten exclusief

source: Information
nl_nl: Informatie

source: My shopping cart
nl_nl: Mijn winkelwagen

source: Information regarding online dispute resolution pursuant to Art. 14 Para. 1 of the ODR (Online Dispute Resolution Regulation):
nl_nl: Informatie over online geschillen:

source: The European Commission gives consumers the opportunity to resolve online disputes pursuant to Art. 14 Para. 1 of the ODR on one of their platforms. The platform ([1]http://ec.europa.eu/consumers/odr[/1]) serves as a site where consumers can try to reach out-of-court settlements of disputes arising from online purchases and contracts for services.
nl_nl: De Europese Commissie biedt consumenten de mogelijkheid om online geschillen op te lossen volgens Art. 14 paragraaf 1 van de ODR (platform voor geschillen). Het platform ([1]http://ec.europa.eu/consumers/odr[/1]) dient als site waar consumenten buiten de rechtszaal geschillen voor online aankopen kunnen oplossen.

source: Print this page
nl_nl: Print deze pagina

source: (Under conditions)
nl_nl: (Onder voorwaarden)

source: Shipping and payment
nl_nl: Verzending en betaling

source: All prices are mentioned tax included
nl_nl: Alle getoonde prijzen zijn inclusief btw

source: All prices are mentioned tax excluded
nl_nl: Alle getoonde prijzen zijn exclusief btw

source: and
nl_nl: en

source: shipping excluded
nl_nl: exclusief verzendkosten
